# DBShowManageDBsDlg

## Description
Show the database manager dialog.

```pascal
PROCEDURE DBShowManageDBsDlg;
```

```python
def vs.DBShowManageDBsDlg():
    return None
```

## Version
Availability: from Vectorworks 2011

## Category
* ODBC